Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginAudioWidgetControl/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Responds to playback control commands from widgets
zh_hans: 响应小组件的播放控制命令
zh_hant_hk: 響應小組件的播放控制命令

source: Widget Control
zh_hans: Widget 控制
zh_hant_hk: Widget 控制

source: Control music playback via desktop widgets
zh_hans: 通过桌面小组件控制音乐播放。
zh_hant_hk: 透過桌面小工具控制音樂播放。

source: Version
zh_hans: 版本
zh_hant_hk: 版本

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Shows playback state in the desktop widget.
zh_hans: 在桌面小组件中展示播放状态。
zh_hant_hk: 在桌面小工具中顯示播放狀態。

source: Widget
zh_hans: 小组件
zh_hant_hk: 小工具

source: Plays / pauses directly from the widget.
zh_hans: 从小组件直接播放 / 暂停。
zh_hant_hk: 直接從小工具播放 / 暫停。

source: Quick Controls
zh_hans: 快捷控制
zh_hant_hk: 快速控制

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Widget: shows playback state in the desktop widget.
zh_hans: 小组件：在桌面小组件中展示播放状态。
zh_hant_hk: 小工具：在桌面小工具中顯示播放狀態。

source: Quick Controls: play / pause directly from the widget.
zh_hans: 快捷控制：从小组件直接播放 / 暂停。
zh_hant_hk: 快速控制：直接從小工具播放 / 暫停。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Add the Cisum playback widget in the system widget gallery.
zh_hans: 在系统小组件库中添加 Cisum 播放小组件。
zh_hant_hk: 在系統小工具庫中新增 Cisum 播放小工具。

source: Controls playback via the widget.
zh_hans: 通过小组件控制播放。
zh_hant_hk: 透過小工具控制播放。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Requires the system to support desktop widgets.
zh_hans: 需要系统支持桌面小组件。
zh_hant_hk: 需要系統支援桌面小工具。
